{
    "Préparez votre avenir": "Prepare your future",
    "avec ICORP": "with ICORP",
    "Centre de préparation aux concours nationaux et internationaux au Cameroun. Réussissez vos examens et obtenez des bourses d'études grâce à nos formations intensives et personnalisées.": "Training center for national and international competitive exams in Cameroon. Succeed in your exams and obtain scholarships through our intensive and personalized training programs.",
    "Découvrir nos formations": "Discover our programs",
    "Nous contacter": "Contact us",
    "Élèves formés": "Students trained",
    "Taux de réussite": "Success rate",
    "Centres au Cameroun": "Centers in Cameroon",
    "Nos Programmes de Formation": "Our Training Programs",
    "Programmes adaptés pour vous préparer aux concours nationaux et internationaux": "Tailored programs to prepare you for national and international competitive exams",
    "Concours Nationaux": "National Exams",
    "Concours Administratifs": "Administrative Exams",
    "Préparation aux concours de la fonction publique comme ENAM, IRIC, ISSEA, Police, Gendarmerie et plus.": "Preparation for civil service exams such as ENAM, IRIC, ISSEA, Police, Gendarmerie, and more.",
    "À partir de": "Starting from",
    "Durée: 3-6 mois": "Duration: 3-6 months",
    "En savoir plus": "Learn more",
    "Écoles d'Ingénieurs et Commerce": "Engineering and Business Schools",
    "Grandes Écoles": "Graduate Schools",
    "Préparation aux concours d'entrée: Polytechnique, ENSTP, ESSEC, UCAC, ENSP, IUT et plus.": "Preparation for entrance exams: Polytechnic, ENSTP, ESSEC, UCAC, ENSP, IUT and more.",
    "Durée: 4-8 mois": "Duration: 4-8 months",
    "Études à l'étranger": "Studies Abroad",
    "Bourses Internationales": "International Scholarships",
    "Préparation aux examens et constitution de dossiers pour les bourses d'études: DAAD, Fulbright, Chevening, Campus France.": "Exam preparation and application assistance for scholarships: DAAD, Fulbright, Chevening, Campus France.",
    "Durée: 2-4 mois": "Duration: 2-4 months",
    "Diplômes Nationaux": "National Diplomas",
    "Examens Officiels": "Official Exams",
    "Préparation intensive aux examens officiels: BEPC, Probatoire, Baccalauréat, BTS et Licence.": "Intensive preparation for official exams: BEPC, Probatoire, Baccalauréat, BTS and Bachelor's degree.",
    "Durée: 3-9 mois": "Duration: 3-9 months",
    "Certifications Internationales": "International Certifications",
    "Tests Internationaux": "International Tests",
    "Préparation aux tests standardisés: TOEFL, IELTS, SAT, GRE, GMAT, TCF et TEF.": "Preparation for standardized tests: TOEFL, IELTS, SAT, GRE, GMAT, TCF and TEF.",
    "Durée: 1-3 mois": "Duration: 1-3 months",
    "Formations Personnalisées": "Personalized Training",
    "Formations Spéciales": "Special Programs",
    "Cours intensifs et coaching personnalisé pour les étudiants ayant des besoins spécifiques et contraintes particulières.": "Intensive courses and personalized coaching for students with specific needs and special constraints.",
    "Durée: Variable": "Duration: Variable",
    "Demander plus d'informations": "Request more information",
    "Notre Méthode d'Enseignement": "Our Teaching Method",
    "Une approche pédagogique efficace pour un taux de réussite élevé": "An effective pedagogical approach for a high success rate",
    "Cours Structurés": "Structured Courses",
    "Cours méthodiques avec des supports pédagogiques complets et adaptés à chaque programme.": "Methodical courses with comprehensive teaching materials adapted to each program.",
    "Petits Groupes": "Small Groups",
    "Classes limitées à 15-20 élèves pour garantir une attention personnalisée et un meilleur suivi.": "Classes limited to 15-20 students to ensure personalized attention and better follow-up.",
    "Évaluations Régulières": "Regular Evaluations",
    "Tests hebdomadaires et examens blancs pour mesurer les progrès et identifier les points à améliorer.": "Weekly tests and mock exams to measure progress and identify areas for improvement.",
    "Enseignants Qualifiés": "Qualified Teachers",
    "Professeurs expérimentés, souvent membres des jurys d'examens et spécialistes dans leurs domaines.": "Experienced professors, often exam board members and specialists in their fields.",
    "Pourquoi choisir ICORP?": "Why choose ICORP?",
    "Taux de réussite supérieur à 92% dans tous nos programmes": "Success rate higher than 92% in all our programs",
    "Plus de 15 ans d'expérience dans la préparation aux concours": "More than 15 years of experience in exam preparation",
    "Suivi personnalisé et soutien académique continu": "Personalized follow-up and continuous academic support",
    "Réseau d'anciens élèves actifs et entraide communautaire": "Network of active alumni and community support",
    "Environnement d'apprentissage moderne et stimulant": "Modern and stimulating learning environment",
    "Inscrivez-vous dès maintenant pour bénéficier de notre offre spéciale": "Register now to benefit from our special offer",
    "Réduction de 15%": "15% Discount",
    "Pour toute inscription avant le 30 du mois": "For all registrations before the 30th of the month",
    "J'en profite maintenant": "I take advantage now",
    "Nos Centres de Formation": "Our Training Centers",
    "Présents dans les principales villes du Cameroun pour être plus proche de vous": "Present in the main cities of Cameroon to be closer to you",
    "Yaoundé - Centre Principal": "Yaoundé - Main Center",
    "Notre centre principal situé au cœur de la capitale avec des installations complètes.": "Our main center located in the heart of the capital with complete facilities.",
    "Douala": "Douala",
    "Notre centre économique avec des espaces modernes et bien équipés.": "Our economic center with modern and well-equipped spaces.",
    "Bafoussam": "Bafoussam",
    "Notre centre dans l'ouest du pays, facilement accessible et bien équipé.": "Our center in the western part of the country, easily accessible and well-equipped.",
    "Nous disposons également de centres à Bamenda, Buea, Garoua, Limbé, Maroua, Ngaoundéré, Bertoua, et Ebolowa. Contactez-nous pour plus d'informations sur le centre le plus proche de chez vous.": "We also have centers in Bamenda, Buea, Garoua, Limbé, Maroua, Ngaoundéré, Bertoua, and Ebolowa. Contact us for more information about the center nearest to you.",
    "Trouver un centre près de chez vous": "Find a center near you",
    "Témoignages d'Étudiants": "Student Testimonials",
    "Ce que disent nos étudiants qui ont réussi leurs concours": "What our students who have passed their exams say",
    "Questions Fréquentes": "Frequently Asked Questions",
    "Trouvez des réponses aux questions les plus courantes sur nos formations": "Find answers to the most common questions about our programs",
    "Comment s'inscrire à une formation à ICORP?": "How to register for a program at ICORP?",
    "Pour vous inscrire à une formation, vous pouvez:": "To register for a program, you can:",
    "Visiter l'un de nos centres et vous inscrire directement sur place": "Visit one of our centers and register directly on site",
    "Remplir le formulaire de contact sur notre site web": "Fill out the contact form on our website",
    "Nous appeler aux numéros indiqués": "Call us at the numbers indicated",
    "Nous envoyer un email à info@icorp-education.cm": "Send us an email at info@icorp-education.cm",
    "Après votre préinscription, un conseiller pédagogique vous contactera pour finaliser votre inscription et vous fournir toutes les informations nécessaires.": "After your pre-registration, an educational advisor will contact you to finalize your registration and provide you with all the necessary information.",
    "Quels sont les modes de paiement acceptés?": "What payment methods are accepted?",
    "Nous acceptons plusieurs modes de paiement pour faciliter votre inscription:": "We accept several payment methods to facilitate your registration:",
    "Paiement en espèces dans nos centres": "Cash payment in our centers",
    "Paiement par Mobile Money (Orange Money, MTN Mobile Money, etc.)": "Payment by Mobile Money (Orange Money, MTN Mobile Money, etc.)",
    "Virement bancaire": "Bank transfer",
    "Paiement échelonné (selon les formations)": "Installment payment (depending on the programs)",
    "Des facilités de paiement peuvent être accordées en fonction de votre situation. N'hésitez pas à nous contacter pour en discuter.": "Payment facilities can be granted depending on your situation. Do not hesitate to contact us to discuss it.",
    "Quels documents faut-il fournir pour s'inscrire?": "What documents are required to register?",
    "Les documents à fournir varient selon la formation choisie, mais généralement vous devez présenter:": "The documents to be provided vary according to the chosen program, but generally you must present:",
    "Une copie de votre pièce d'identité ou acte de naissance": "A copy of your ID card or birth certificate",
    "Une copie de votre dernier diplôme obtenu": "A copy of your last obtained diploma",
    "2 photos d'identité récentes (format 4x4)": "2 recent ID photos (4x4 format)",
    "Un dossier d'inscription dûment rempli (disponible dans nos centres ou téléchargeable sur notre site)": "A duly completed registration file (available in our centers or downloadable on our website)",
    "Des documents supplémentaires peuvent être demandés selon le type de formation ou de concours visé.": "Additional documents may be requested depending on the type of training or competition targeted.",
    "Proposez-vous des formations à distance?": "Do you offer distance learning?",
    "Oui, ICORP propose des formations à distance pour la plupart de ses programmes:": "Yes, ICORP offers distance learning for most of its programs:",
    "Cours en ligne via notre plateforme d'apprentissage": "Online courses via our learning platform",
    "Cours par visioconférence en direct avec nos formateurs": "Live video conference courses with our trainers",
    "Supports de cours numériques et exercices interactifs": "Digital course materials and interactive exercises",
    "Suivi et tutorat personnalisés à distance": "Personalized remote monitoring and tutoring",
    "Nos formations à distance sont conçues pour être aussi complètes et efficaces que nos formations en présentiel, avec un accompagnement régulier et des évaluations fréquentes.": "Our distance learning programs are designed to be as complete and effective as our in-person training, with regular support and frequent evaluations.",
    "Quelles sont les dates de début des formations?": "What are the start dates for the programs?",
    "Les dates de début de nos formations sont flexibles et s'adaptent au calendrier des concours et examens:": "The start dates of our programs are flexible and adapt to the calendar of competitions and exams:",
    "Pour les concours administratifs: généralement de septembre à janvier": "For administrative competitions: generally from September to January",
    "Pour les grandes écoles: d'octobre à mars": "For graduate schools: from October to March",
    "Pour les examens officiels: tout au long de l'année académique": "For official exams: throughout the academic year",
    "Pour les formations aux tests internationaux: sessions mensuelles": "For international test training: monthly sessions",
    "Nous organisons également des sessions de formation intensives pendant les vacances scolaires. Contactez-nous pour connaître les dates précises des prochaines sessions de la formation qui vous intéresse.": "We also organize intensive training sessions during school holidays. Contact us to find out the exact dates of the next sessions of the training that interests you.",
    "Prêt à réussir vos concours et examens?": "Ready to succeed in your competitive exams?",
    "Rejoignez les milliers d'étudiants qui ont fait confiance à ICORP pour leur préparation. Nos formateurs qualifiés et notre méthode éprouvée vous aideront à atteindre vos objectifs.": "Join the thousands of students who have trusted ICORP for their preparation. Our qualified trainers and proven method will help you achieve your goals.",
    "Voir nos formations": "See our programs",
    "Contactez-nous": "Contact us",
    "Envoyez-nous un message": "Send us a message",
    "Nom complet": "Full name",
    "Email": "Email",
    "Téléphone": "Phone",
    "Formation souhaitée": "Desired program",
    "Sélectionner une formation": "Select a program",
    "Message": "Message",
    "Envoyer": "Send",
    "Coordonnées": "Contact information",
    "Adresse principale": "Main address",
    "Heures d'ouverture": "Opening hours",
    "Lundi - Vendredi": "Monday - Friday",
    "Samedi": "Saturday",
    "Dimanche": "Sunday",
    "Fermé": "Closed",
    "Suivez-nous": "Follow us",
    "Contact": "Contact",
    "Formations": "Programs",
    "Liens Rapides": "Quick Links",
    "À propos de nous": "About us",
    "Nos centres": "Our centers",
    "Témoignages": "Testimonials",
    "Ressources pédagogiques": "Educational resources",
    "Actualités": "News",
    "ICORP est le leader camerounais de la préparation aux concours et examens avec plus de 15 ans d'expérience et un taux de réussite exceptionnel.": "ICORP is the Cameroonian leader in exam preparation with more than 15 years of experience and an exceptional success rate.",
    "Tous droits réservés.": "All rights reserved.",
    "Politique de confidentialité": "Privacy policy",
    "Mentions légales": "Legal notice",
    "CGU": "Terms of use",
    "Langue": "Language"
}
